import './style.css'

//                    component                    //
export default function PersonalInformationProcessingPolicy() {

    //                    render                    //
    return (
        <div id='policy-wrapper'>
            <div>
                <h1 className='title'><strong>개인정보처리방침</strong></h1>
                <h2>RDRG 개인정보처리방침입니다.<br />참고해주세요.</h2>
                <p>이 개인정보처리방침은 테스트용으로 만들어 졌으며 아무런 효력이 없습니다.</p>
                <p>
                    <em>('https://korea821.github.io/web/index.html'이하 'WEB')</em>은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
                </p>
                <p>
                    <em>('WEB')</em> 은(는) 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
                </p>
                <p>
                    ○ 본 방침은부터 <em>2025</em>년 <em>1</em>월 <em>1</em>일부터 시행됩니다.
                </p>
                <h3>1. 개인정보의 처리 목적</h3>
                <p>
                    <strong>
                        <em>('https://korea821.github.io/web/index.html'이하 'WEB')</em>은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.
                    </strong>
                </p>
                <p>가. 홈페이지 회원가입 및 관리</p>
                <p>회원자격 유지·관리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.</p>
                <p>나. 재화 또는 서비스 제공</p>
                <p>콘텐츠 제공, 본인인증 등을 목적으로 개인정보를 처리합니다.</p>
                <h3>2. 개인정보 파일 현황</h3>
                <p>
                    1. 개인정보 파일명 : 개인정보처리방침<br />
                    - 개인정보 항목 : 이메일, 비밀번호, 로그인ID, 성별, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보<br />
                    - 수집방법 : 홈페이지<br />
                    - 보유근거 : 분쟁처리 또는 이용자의 서비스 불만<br />
                    - 보유기간 : 1년<br />
                    - 관련법령 : 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
                </p>
                <h3>3. 개인정보의 처리 및 보유 기간</h3>
                <p>
                    ① <em>('Test')</em>은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.
                </p>
                <p>
                    ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
                </p>
                <p>
                    1.<strong>홈페이지 회원가입 및 관리</strong><br />
                    <strong>홈페이지 회원가입 및 관리</strong>와 관련한 개인정보는 수집.이용에 관한 동의일로부터 <strong>1년</strong>까지 위 이용목적을 위하여 보유.이용됩니다.<br />
                    - 보유근거 : 분쟁처리 또는 이용자의 서비스 불만<br />
                    - 관련법령 : 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년<br />
                    - 예외사유 :
                </p>
                <h3>4. 개인정보의 제3자 제공에 관한 사항</h3>
                <p>
                    ① <em>('https://korea821.github.io/web/index.html'이하 'WEB')</em>은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
                </p>
                <p>
                    ② <em>('https://korea821.github.io/web/index.html')</em>은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
                </p>
                <p>
                    1. <br />
                    - 개인정보를 제공받는 자 : <br />
                    - 제공받는 자의 개인정보 이용목적 : <br />
                    - 제공받는 자의 보유.이용기간:
                </p>
                <h3>5. 개인정보처리 위탁</h3>
                <p>
                    ① <em>('WEB')</em>은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
                </p>
                <p>
                    1. <br />
                    - 위탁받는 자 (수탁자) : <br />
                    - 위탁하는 업무의 내용 : <br />
                    - 위탁기간 :
                </p>
                <p>
                    ② <em>('https://korea821.github.io/web/index.html'이하 'WEB')</em>은(는) 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독,
                    <br />손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
                </p>
                <p>
                    ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
                </p>
                <h3>6. 정보주체와 법정대리인의 권리·의무 및 그 행사방법</h3>
                <p>
                    이용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.
                </p>
                <p>
                    ① 정보주체는 민간에 대해 언제든지 개인정보 열람,정정,삭제,처리정지 요구 등의 권리를 행사할 수 있습니다.<br />
                    ② 제1항에 따른 권리 행사는 Web에 대해 개인정보 보호법 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 민간은(는) 이에 대해 지체 없이 조치하겠습니다.<br />
                    ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br />
                    ④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br />
                    ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br />
                    ⑥ 민간은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
                </p>
                <h3>7. 처리하는 개인정보의 항목 작성</h3>
                <p>
                    ① <em>('https://korea821.github.io/web/index.html'이하 'WEB')</em>은(는) 다음의 개인정보 항목을 처리하고 있습니다.
                </p>
            </div>
        </div>
    );
};